# language: ru
# Тестовые данные:


Функция: Кредит

  Сценарий: Оформление кредитной карты на 110 дней

    * страница "Главная страница" загружена

    * выполнено нажатие на "Карты"

    * выполнено нажатие на "Кредитные карты"

    * ожидается окончание загрузки страницы

    * выполнено нажатие на "Карта на 110 дней"

    * ожидается окончание загрузки страницы

    * выполнено нажатие на "Оформить карту"

    * поле "ФИО" заполняется значением "Фулгрим Слаанешов Императорович"

    * выполнено нажатие на "Мужской"

    * поле "Дата рождения" заполняется значением "01.01.1980"

    * поле "E-mail" заполняется значением "tochka@milo.ru"

    * поле "Проверка телефона" видимо
